<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="shop.aspx.cs" Inherits="shop" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <br />
    <h1>חנויות הגלישה המובילות בישראל:</h1>
    <br />
    <table>
        <tr>
            <td>
                <h2>אינטרסרף</h2>
                אינטרסרף הינה החברה המובילה בארץ ביצור גלשני גלים, עם השיפים(צורות הגלשנים) הטובים בישראל,
                אינטרסרף יוצרים גלשנים המותאמים לגלים בים התיכון ובעולם כולו, עם שנים רבות של ניסיון וידע.               
                לחברת אינטרסרף, נבחרת גולשים שמתחרה בתחרויות בארץ ובעולם, אשר מגיעים להישגים גבוהים מאוד,                
                תוך דגש על רוח ספורטיבית.   
    <ol>
        <li>כתובת:קיבוץ גלויות 32 תל אביב</li>
        <li>שעות פעילות:כל ימות השבוע (לא כולל שישי שבת)  10:30-18:30 .</li>
        <li>טלפון: 03-682-0729</li>
    </ol>
            </td>
            <td>
                <img src="ultrawaveandintersurf/intersurf.jpg" /></td>
        </tr>
        <tr>
            <td>
                <h2>אולטרה וויב</h2>
                בשנת 1975 הוקמה חברת אולטרהוויב ע"י משה ירום הידוע יותר בכינויו מוסה.
                מוסה שהיה מציל ים באותה תקופה ב"חוף הקאנטרי" המיתולוגי,       
                היה מכין גלשנים וחאסקות בעבודת יד בסוכת המציל שלו על החול החם.               
                סוד ההצלחה של אולטרה וויב מאז ועד היום טמון בקו הבלתי מתפשר של מוסה בכל הקשור לבניית הגלשן אם זה מבחינת טיב החומרים ואם זה מבחינת דגמים ושייפים חדשים.                
                חנות המפעל שלהם היום היא יותר מעוד חנות גלישה.היחס האישי וההכרות הקרובה עם גולשים מכל חופי ישראל הפכו את אולטרהוויב למשפחה שבה כל גולש יכול לבוא ולהרגיש בבית...        
        <ol>
            <li>כתובת: גלגלי הפלדה 16,הרצליה פיתוח.</li>
            <li>שעות פעילות:כל ימות השבוע(חוץ משישי ושבת)  9:30-19-00.</li>
            <li>טלפון: 09-9559927</li>
        </ol>
            </td>
            <td>
                <img src="ultrawaveandintersurf/logo.png" /></td>
        </tr>
    </table>
    <br /><br /><br />    
      <h1>מספר הכניסות לדף זה הוא: <%=Application["counterShop"]%></h1>
</asp:Content>

